Repository: EnigmaK9/02practice-gow
Catalog: GOW_Localization/*.lproj/*.lproj/Localizable.strings
Languages: es, fr, it

# menu.option.videogames
source: Video Games
es: Videojuegos
fr: Jeux vidéo
it: Videogiochi

# menu.option.characters
source: Characters
es: Personajes
fr: Personnages
it: Personaggi

# menu.option.weapons
source: Weapons
es: Armas
fr: Armes
it: Armi

# menu.option.merchandise
source: Merchandise
es: Mercancía
fr: Marchandise
it: Merce

# weapon.name.boomshot
source: Boomshot Grenade Launcher
es: Lanzagranadas Boomshot
fr: Lance-grenades Boomshot
it: Lanciagranate Boomshot

# weapon.description.boomshot
source: It was a single-shot pump-action grenade launcher designed and primarily used by the Locust, particularly by Boomers.
es: Era un lanzagranadas de bombeo de un solo disparo diseñado y utilizado principalmente por los Locust, en particular por los Boomers.
fr: C'était un lance-grenades à pompe à un coup conçu et utilisé principalement par les Locust, en particulier les Boomers.
it: Era un lanciagranate a pompa a colpo singolo progettato e utilizzato principalmente dai Locust, in particolare dai Boomer.

# weapon.description.hammerburstii
source: It was the standard high-power assault rifle of the Locust. It is often referred to as the Locust counterpart of the COG Lancer assault rifle.
es: Era el fusil de asalto estándar de los Locust de alta potencia. A menudo se le conoce como la contraparte Locust del fusil de asalto COG Lancer.
fr: C'était le fusil d'assaut standard des Locust à haute puissance. Il est souvent désigné comme le pendant Locust du fusil d'assaut COG Lancer.
it: Era il fucile d'assalto standard dei Locust ad alta potenza. È spesso indicato come la controparte Locust del fucile d'assalto COG Lancer.

# weapon.description.mulcher
source: The Mulcher is a heavy, hand-cranked Gatling gun developed by the Coalition of Ordered Governments.
es: El Mulcher es un fusil Gatling pesado con manivela desarrollado por la Coalición de Gobiernos Organizados.
fr: Le Mulcher est un fusil Gatling lourd à manivelle développé par la Coalition des Gouvernements Organisés.
it: Il Mulcher è un pesante fucile Gatling rotante a manovella sviluppato dalla Coalizione dei Governi Organizzati.

# weapon.name.bolo_grenade
source: Bolo Grenade
es: Granada Bolo
fr: Grenade Bolo
it: Bolo Granata

# weapon.description.bolo_grenade
source: The Bolo Grenade, also known as the Fragmentation Grenade, was the standard fragmentation grenade used by the Coalition of Ordered Governments, the Locust Horde, and the Swarm.
es: La Granada Bolo, también conocida como Granada de Fragmentación, era la granada de fragmentación estándar utilizada por la Coalición de Gobiernos Organizados, la Horda de Locust y el Enjambre.
fr: La Grenade Bolo, également connue sous le nom de Grenade à Fragmentation, était la grenade à fragmentation standard utilisée par la Coalition des Gouvernements Organisés, la Horde des Locust et l'Essaim.
it: La Bolo Granata, altrimenti nota come Granata a Frammentazione, era la granata a frammentazione standard utilizzata dalla Coalizione dei Governi Organizzati, dall'Orda dei Locust e dallo Sciame.

# weapon.name.boltok
source: Boltok Pistol
es: Pistola Boltok
fr: Pistolet Boltok
it: Pistola Boltok

# weapon.description.boltok
source: It was the standard weapon of the Locust, particularly the Drones. The pistol continues the Locust's weapon design philosophy of creating weapons with an emphasis on brute strength.
es: Era el arma estándar de los Locust, en particular de los Drones. La pistola sigue la filosofía de diseño de armas de los Locust de crear armas con énfasis en la fuerza bruta.
fr: C'était l'arme standard des Locust, en particulier des Drones. Le pistolet continue la philosophie de conception des armes des Locust, qui consiste à créer des armes axées sur la force brute.
it: Era l'arma standard dei Locust, in particolare dei Droni. La pistola continua la filosofia di progettazione delle armi dei Locust, creando armi con un'enfasi sulla forza bruta.

# weapon.name.lancer
source: Lancer Assault Rifle Mark 1
es: Fusil de asalto Lancer Mark 1
fr: Fusil d'assaut Lancer Mark 1
it: Fucile d'assalto Lancer Mark 1

# weapon.description.lancer
source: Nicknamed Retro Lancer during the Lambent Pandemic, it was the predecessor of the Lancer Assault Rifle Mark 2. Previously the primary assault rifle of the Coalition of Ordered Governments army, the Mark 1 assault rifle was used during the Pendulum Wars.
es: Apodado Retro Lancer durante la Pandemia Lambent, fue el predecesor del fusil de asalto Lancer Mark 2. Anteriormente el fusil de asalto principal del ejército de la Coalición de Gobiernos Organizados, el fusil de asalto Mark 1 se utilizó durante la Guerra del Péndulo.
fr: Surnommé Retro Lancer pendant la pandémie Lambent, il était le prédécesseur du fusil d'assaut Lancer Mark 2. Anciennement le fusil d'assaut principal de l'armée de la Coalition des Gouvernements Organisés, le fusil d'assaut Mark 1 a été utilisé pendant la Guerre du Pendule.
it: Soprannominato Retro Lancer durante la Pandemia Lambent, è stato il predecessore del fucile d'assalto Lancer Mark 2. Precedentemente il fucile d'assalto principale dell'esercito della Coalizione dei Governi Organizzati, il fucile d'assalto Mark 1 è stato utilizzato durante la Guerra del Pendulum.

# weapon.name.lancer2
source: Lancer Assault Rifle Mark 2
es: Fusil de asalto Lancer Mark 2
fr: Fusil d'assaut Lancer Mark 2
it: Fucile d'assalto Lancer Mark 2

# weapon.description.lancer2
source: An upgrade to the Lancer Assault Rifle Mark 1, equipped with a chainsaw bayonet, greater accuracy, lower recoil, and higher ammunition capacity but with less firepower than its predecessor.
es: Una actualización del fusil de asalto Lancer Mark 1, producido con una bayoneta de motosierra, mayor precisión, menor retroceso y mayor capacidad de carga de municiones, pero con menor poder de fuego que su predecesor.
fr: Une mise à jour du fusil d'assaut Lancer Mark 1, doté d'une baïonnette tronçonneuse, d'une plus grande précision, d'un recul réduit et d'une plus grande capacité de munitions, mais d'une puissance de feu inférieure à celle de son prédécesseur.
it: Un aggiornamento del fucile d'assalto Lancer Mark 1, prodotto con una baionetta a motosega, maggiore precisione, minore rinculo e maggiore capacità di carico delle munizioni, ma con minore potenza di fuoco rispetto al suo predecessore.

# weapon.name.sniper
source: Longshot Sniper Rifle
es: Fusil de francotirador Longshot
fr: Fusil de sniper Longshot
it: Fucile da cecchino Longshot

# weapon.description.sniper
source: It was a single-shot, large-caliber sniper rifle. Created by the Coalition of Ordered Governments during the Pendulum Wars, the Longshot was also used seventeen years after Emergence Day.
es: Era un fusil de francotirador de un solo disparo de gran calibre. Creado por la Coalición de Gobiernos Organizados durante las Guerras del Péndulo, el Longshot también se utilizó diecisiete años después del Día de la Emergencia.
fr: C'était un fusil de sniper à un coup de gros calibre. Créé par la Coalition des Gouvernements Organisés pendant les Guerres du Pendule, le Longshot a également été utilisé dix-sept ans après le Jour de l'Émergence.
it: Era un fucile da cecchino a colpo singolo di grosso calibro. Creato dalla Coalizione dei Governi Organizzati durante le Guerre del Pendulum, il Longshot fu usato anche diciassette anni dopo il Giorno dell'Emersione.

# weapon.name.hammer_of_dawn
source: Hammer of Dawn
es: Martillo del Alba
fr: Marteau de l'Aube
it: Martello dell'Alba

# weapon.description.hammer_of_dawn
source: The Hammer of Dawn was an orbital laser, satellite-based, powered by COG Imulsion. Its key components were invented by UIR scientist Mauris Ivo and completed by Professor Adam Fenix after being stolen during Operation: Leveler.
es: El Martillo del Alba era un láser orbital basado en satélite, alimentado por Imulsion de los COG. Sus componentes clave fueron inventados por el científico de la UIR Mauris Ivo y completados por el profesor Adam Fenix después de que fueran robados durante la Operación: Nivelador.
fr: Le Marteau de l'Aube était un laser orbital basé sur satellite, alimenté par l'Imulsion des COG. Ses composants clés ont été inventés par le scientifique de l'UIR Mauris Ivo et complétés par le professeur Adam Fenix après avoir été volés lors de l'Opération : Niveleur.
it: Il Martello dell'Alba era un laser orbitale basato su satellite, alimentato da Imulsion dei COG. I suoi componenti chiave sono stati inventati dallo scienziato dell'UIR Mauris Ivo e completati dal professor Adam Fenix dopo che fu rubato durante l'Operazione: Livellatore.

# weapon.name.mx8
source: Snub Pistol MX8
es: Pistola Snub MX8
fr: Pistolet Snub MX8
it: Pistola Snub MX8

# weapon.description.mx8
source: It was the standard sidearm for the armed forces personnel of the Coalition of Ordered Governments.
es: Era el arma secundaria estándar para el personal de las fuerzas armadas de la Coalición de Gobiernos Organizados.
fr: C'était l'arme de poing standard pour le personnel des forces armées de la Coalition des Gouvernements Organisés.
it: Era l'arma da fianco standard per il personale delle forze armate della Coalizione dei Governi Organizzati.
